---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrowWarn
source: html/48849369-1848-e726-2670-2574ebf5c69b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrowWarn Property

To duplicate Elevations, copy the elevation symbol in a plan view.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyElevationArrowWarn { get; }
```